var a = 15;
var b = 3;
alert("Задача № 1/Даны два ненулевых числа 15 и 3. Найти их сумму, разность, произведение и частное")
alert("15 + 3 ="+(a + b));
alert("15 - 3 ="+(a - b));
alert("15 / 3 ="+(a / b));
alert("15 * 3 ="+(a * b));
alert("Задача №2 / Даны два числа 15 и 3. Найти среднее арифметическое их квадратов и среднее арифметическое их модулей.(Math.pow Math.abs)");
alert("Находим среднеарифметическое значение квадратов:((var = Math.pow(15,2) + var = Math.pow(3,2))/2="+((Math.pow(a,2)+Math.pow(b,2))/2));
alert("Находим среднее арифметическое их модулей:((var = Math.abs(15) + var = Math.abs(3))/2 ="+(Math.abs(15)+Math.abs(3))/2);
alert ("Задача №3 /путь по озеру равен   V * T1 скорость при движении против течения равна  V - U путь по реке равен  (V - U) * T2 общий путь, пройденный лодкой  S = V * T1 + (V - U) * T2 ");
